{"comments": [{"text": "If anyone needs a safe place in the 11th i'm \"rue des taillandiers\" send me a pm"}, {"text": "Guys, I am hiding in the cave of a resto near onerkampf. If you are near Gonc..."}, {"text": "PM me if you're in Paris and cannot get home #porteouverte"}, {"text": "I can't find a bigger thread about this on reddit anywhere? am I missing it o..."}, {"text": "Oh, no! Please keep us informed. Friends of mine own a restaurant there. "}, {"text": "At least 18 casualties - official report "}, {"text": "Very saddened to hear of this so soon after the Charlie Hebdo attacks - I'm s..."}, {"text": "Shooting + Suicide bombing apparently... I'm glad i stayed home tonight...\n\nE..."}, {"text": "3 explosion on a restaurant and night club near the Stade de FRance. The Pres..."}, {"text": "Depuis New York, mes pensées et mes voeux les meilleurs à vous à Paris"}, {"text": "Fellow parisians, please sty safe."}, {"text": "My heart goes out to Paris..."}, {"text": "Just wanted to drop by and send love and healing thoughts to all <3"}, {"text": "Condolences from California."}, {"text": "Shooting at the Bataclan and Petit cambodge restaurant near Republique + Expl..."}, {"text": "Explosions too?"}, {"text": "2, maybe 3 shooting, simultaneously in Paris, plus explosions near Stade de F..."}, {"text": "Holy hell this could be huge.. best wishes."}, {"text": "Osti il arrive une autre fois :("}, {"text": "All I can think is: those poor people who are innocents."}, {"text": "26 now reported dead. It's sickening."}, {"text": "Prenez soins de vous tous et restez chez vous !"}, {"text": "Putain de merde ! Stay safe guys..."}, {"text": "My heart breaks for the people of Paris and Beirut. This is so tragic."}, {"text": "Stay safe my friends :("}, {"text": "Just came here to send love and healing thoughts to everyone in Paris <3  Sta..."}, {"text": "Love you Paris."}, {"text": "Dude... I.. God fucking damn it!"}, {"text": "As an American, I'm always confused because our media is very sensationalized..."}, {"text": "https://www.periscope.tv/w/1OyJAmadvzDJb\n\nVideo from a witness (no shocking i..."}, {"text": "[removed]"}, {"text": "Shine brightly, city of lights! Please be safe."}, {"text": "another American here with rich French heritage, keeping everyone in Paris an..."}, {"text": "<3"}, {"text": "Thinking of all the people in Paris right now.  This is just so terrible."}, {"text": "Sending love from [Dallas, Texas](http://imgur.com/xb2B4h7). We will always s..."}, {"text": "American here, who just spent a month studying French in Paris.  This saddens..."}, {"text": "Prayers from Baltimore"}, {"text": "Love from Boston. To say that this feels familiar would be a terrible underst..."}, {"text": "Another American chiming in; \n\nAt the birth of our country you sent us one of..."}, {"text": "Another American here. Thoughts and prayers go out to ya'll."}, {"text": "Hey /u/rfleason, I never thought I'd bump into you here instead of jeep. Well..."}, {"text": "Someone from NYC here. Just saw the news. Completely heartbroken. My thoughts..."}, {"text": "Hugs from the East Coast of the US. Spent some time in Paris and was treated ..."}, {"text": "I will pray for you tonight Paris. Stay strong."}, {"text": "One more with you way out in Nevada.  Stay strong, you're not alone.\n\nVive la..."}, {"text": "American here.  Please know I'm behind y'all 100% of the way."}, {"text": "Same here. Love you guys <3 Stay strong."}, {"text": "Canadian here, feeling for you all, was just there in aug. Completely flaberg..."}, {"text": "May god bless. As a New Yorker we know your struggle. "}, {"text": "Us Americans will remember Paris, France, 13/11/2015. Please stay safe! I kno..."}, {"text": "Vive la France... Vive la liberte"}, {"text": "Paris Attacks is a dark chapter in the history of human kind. \nOur support is..."}, {"text": "http://www.theblaze.com/wp-content/uploads/2012/09/AP522917440149.jpg"}, {"text": "I'm American to and I think we should probably send some of our boys over the..."}, {"text": "This is some pretty shameless karmawhoring in the face of a tragedy."}, {"text": "/u/rfleason this is for you to watch http://putlocker.ms/watch-anthony-jeseln..."}, {"text": "Sadly, maybe now the French people (Or whoever lives there now, Not sure ther..."}, {"text": "What do you write on social media when a bunch of heavily armed terrorists ki..."}, {"text": "De New York, moi aussi! "}, {"text": "Je suis Eccosais, mais ce soir, je suis Paris. "}, {"text": "Je suis Canadienne, mais c'est soir, je suis Paris"}, {"text": "Le cœur de votre voisin l'Espagne être avec vous."}, {"text": "Le cœur États Unis être avec vous. Nos coeurs sont francais and we are strong..."}, {"text": "Aus Iowa. Mein tiefstest Mitgefühl. \n\nJede Sekunde: Ich bin bei euch in Gedan..."}, {"text": "Don't speak French, but coming from the USA to let you know my heart goes out..."}, {"text": "From Canada, stay strong. "}, {"text": "From Eastern Ontario, Canada - we stand with you. "}, {"text": "Keep shining you beautiful City of Light. \nThe world needs to to stay clear a..."}]}