{"comments": [{"text": "Damn right. I'd do the same.", "upvotes": 6748}, {"text": "You'd think they'd have learned from the Munich Olympics.", "upvotes": 1819}, {"text": "This kind of reporting is unacceptable and should be met with large fines with damages being paid to the affected and their families.  ", "upvotes": 3345}, {"text": "My cousin was an undercover cop and he helped put hard criminal circles behind bars. One of his major busts took down a large human trafficking ring and when the local newspaper got the info on it, they posted my cousins full name and congratulated him for his accomplishment in taking the ring down.\n\nHe had to disappear for a while and move along with his family. Nothing like having human trafficking criminals looking for you when you have 2 little girls. He didn't sue because he didn't want to increase the publicity.", "upvotes": 1346}, {"text": "GOOD.  I hope they eviscerate the media with this shit.  That is inexcusable.", "upvotes": 781}, {"text": "Any french lawyer here who can tell me for what damages exactly he is suing and how this works?\n\nEdit: Thanks for the answers, guys. Upvoted and appreciated. I am not from the US but from Germany, so our laws should be similar on this, I figured. ", "upvotes": 99}, {"text": "When watching White House Down I was like \"there's no way the media even in real life is stupid enough to show the name and picture of a hostage who just snuck video of the captors\"\n\nI guess I was wrong...", "upvotes": 132}, {"text": "The same thing happened in the 2008 Mumbai terrorist attacks. The news channels gave away the positions of several civilians, conveniently allowing the terrorists to hunt them down. Disgusting.", "upvotes": 101}, {"text": "\"No, your honor, I *do not* want any money, I simply wish to have the right to, just once and with reasonnable force, be allowed to punch the man responsible for this in the face.\"", "upvotes": 193}, {"text": "The media needs to learn and understand its limits of \"thrilling, edge-of-your-seat\" entertainment and recognize the dangers they're putting other lives in by having their real time updates. The cost of jeopardizing lives is not worth more viewers. ", "upvotes": 105}, {"text": "Some people have zero tact. Media being the ones who make up the majority of that demographic.", "upvotes": 312}, {"text": "I'd sue the fuck out of them.", "upvotes": 342}, {"text": "News media rating are literally more important to major news networks than humans lives, the true beauty of modern journalistic integrity...", "upvotes": 306}, {"text": "We could set a precedent and call it the \"seriously no ghosting, you fucking n00b\" - law.", "upvotes": 276}, {"text": "The media didn't learn from the ~~Berlin~~Munich Olympics huh? Fucking ridiculous. I hope that person sues the media to kingdom come.", "upvotes": 18}, {"text": "It's hard to believe that people could be so detached from reality and careless. It's sad that the reporters wouldn't even stand up to that. God that makes my blood boil.", "upvotes": 11}, {"text": "I never understood why this was a thing in news. Even if it isn't strictly illegal you'd think *somebody* would speak up and say \"Erm...Frank...maybe we shouldn't talk about where they're hiding?\"\n\nIt's like the news reports that came out after 9/11.\n\n\"Yes, John. I'm standing here in front of Blue Harbor nuclear power station located at 8427 Harbor St, San Arbor 91331 where we can *clearly* see this very large hole in the fence right near this series of pipes here that make this facility *very* vulnerable to attack. All a terrorist would have to do would be to shoot that pipe right there, just above that grey box and this whole place would go up like a roman candle taking half the eastern seaboard with it. Yep. Just covered by sheet metal. Probably wouldn't even have to shoot it. You could probably just throw a burrito at it or glare particularly sharply and set it off.\"", "upvotes": 12}, {"text": "Fucking good. I hope he bankrupts them all. The media has turned into a bunch of jackels with no soul. They dont even fact check anymore so they can get the story out faster. Half the news is from \"sources say\" which could be the homeless guy down on 12th for all we know. And they just don't care who they hurt. It's disgusting. ", "upvotes": 11}, {"text": "Fucking hell. If this is true these media companies should have the book thrown at them and have their collective arses sued off.\n\nSounds like they've forgotten about the Munich Massacre.\n\nhttps://en.wikipedia.org/wiki/Munich_massacre", "upvotes": 9}, {"text": "Can someone link to a live video of the broadcast where they gave away his position? I'm not questioning anything, I just want to see the footage.", "upvotes": 27}, {"text": "Broadcasting the location of targets to everyone including the criminals effectively acting as an accessory to the crimes being committed.", "upvotes": 52}, {"text": "Somebody's gettin' paaaaaaid. Fuck the media when they do stuff like this. Or like when they showed Officer Wilson's house in St. Louis so everybody knew where he lived. ", "upvotes": 5}, {"text": "Wow.  What a bunch of idiots.  They did this damn well knowing it could lead to deaths but they didn't give a shit.  They just wanted to be the news source who gave the public this info first for ratings.  Assholes.", "upvotes": 6}, {"text": "The media should really be more careful about just posting stuff without thinking.", "upvotes": 6}, {"text": "[Something even worse happened during Mumbai carnage (26/11 2008)](http://www.thehindu.com/news/national/let-handlers-guided-attackers-watching-mumbai-attack-on-tv/article2048969.ece) as well.\n\nI'm thankful to the journalists I got several information from, but the yellow journalists have not yet learnt the lesson.", "upvotes": 4}, {"text": "Just so you know, BFMTV went even further during the Bardo Museum assault in Tunis on march 18th :\n\nThey had a phone interview with one of the hostages during the assault, and she (the hostage) even revealed on live TV which floor they were on. You could hear gunshots in the background.\n\nThese people are actually worse than the Nightcrawler.", "upvotes": 572}, {"text": "I remember the day after it happened (10th of January) the wife of one of the hostages has been interviewed live in front of the supermarket by the same news channel, she took the opportunity to reveal to the world how they were broadcasting their location live during the siege and express how she feels about those journalistic methods. \n\n[Here is the video](https://www.youtube.com/watch?v=gmSCOaP8Rk4), by the end you can feel the awkardeness in the journalist's eyes.\n\n\nEDIT : I guess it deserves some translation : \n\nJournalist : I'm here with the wife of an hostage, tell us how you feel\n\nWoman : It was atrocious, waiting for my husband for 5 hours, and fortunately he got out okay.\n\nJ : Were where you when it happened ?\n\nW : With the police, at the back door... And... That's it. *sigh*... But I've got to say, you made a really, really big mistake yesterday, BFM. You were live on phone with the people hiding in the freezer, they told you they were HIDING, with a baby furthermore and two minutes later it was live on BFMTV, written on the news ticker, while the terrorist was watching BFMTV. Thank God he wasn't reading the crawl, because if he did, he would have gone down and killed everybody. Too much news kill the news.", "upvotes": 2983}, {"text": "The sad thing is it's not going to change. We will see this happen again. And when it goes very, very wrong because of something like this, the media will make a big deal out of the media, complete with interviews and analysis about the media's role in it.", "upvotes": 961}, {"text": "This may not be super relevant but during the Utöya massacre Swedish and Norwegian news television implored their watchers not to try and call their friends' cell phones if someone they knew was on the island, because \"if they've managed to run and hide the killer might find them if he hears their cell phones ring.\" \n\nJust sitting there on my ass, watching the news reporter say that... It was like something out of a horror movie. :(", "upvotes": 375}, {"text": "I hope they win, that's an incredibly irresponsible &amp; stupid thing to do. ", "upvotes": 5644}, {"text": "&gt;Klugman singled out French 24-hour news channel BFMTV, which revealed live on air that the group -- including a three-year-old child and a one-month-old baby -- was hiding from Coulibaly in the cold room, where they were taken by one of the supermarket's employees.\n\nAll it would have taken is for one of the terrorist's associates to be watching the news (as everyone seemed to be at that time), made a phone call and it'd have been a grim end for all six. Incredibility stupid and reckless. ", "upvotes": 2767}, {"text": "Last December when a gunman began a siege in a Sydney cafe our ABC News24 channel had a \"security expert\" who proceeded to provoke the gunman on-air *while he still had hostages*. According to this \"expert\" the gunman was an obvious amateur who had no idea what he was doing. It still gives me shivers thinking what might have happened if that man was watching the news and wanted to prove the \"expert\" wrong.\n\nThere needs to be a precedent set for what is and what isn't acceptable to broadcast during situations like this. I hope these people in France are successful.", "upvotes": 969}, {"text": "This sound exactly like what the indian media did during the 2008 Bombay terrorist attacks where they broadcast what the police and special services were doing.\n\nThe media need to exercise some discretion where it's required and not where it isn't. Not showing cartoons on TV is a sign of weakness and this incident is a further sign of stupidity.", "upvotes": 1097}, {"text": "The BBC did something similar before a major British offensive in the Falklands War. They announced that the attack on Goose Green was due for the next day, luckily the Argentines didn't think the BBC could be so stupid and irresponsible. ", "upvotes": 140}, {"text": "Indian media did this during 26/11 Mumbai attacks and bullied a blogger who called them out on this.", "upvotes": 118}, {"text": "The media won't show or print certain cartoons, but they'll give terrorists your location during an attack. Priorities. ", "upvotes": 288}, {"text": "They did the same with  Lepère a guy that was hidden in the signage production where  Kouachi brothers hide for a while. \nIt was first revealed by France2 ....\n\n&gt;Lepère hid inside a cardboard box and sent the police text messages for around three hours during the siege, providing them with \"tactical elements such as [the brothers'] location inside the premises\"\n\nAnd BFMTV had a banner saying that there was still this guy inside communicating with the police ...", "upvotes": 52}, {"text": "But who told the media of the fridge folk?", "upvotes": 105}, {"text": "It's during the terrorist attacks in Munich 1972, when the terrorists could see the police approach their hideout in live TV. After that press was excluded from Police actions.", "upvotes": 39}, {"text": "I just imagine it going something like:\n\nFrench Media: \"Broadcasting live right now, There are still people trapped inside hiding from the terrorist.  They are in a freezer right now hoping not to be found out... \n\nOh no, the terrorist is now coming over.  \n\nHe's trying to open the door of a freezer.  It's not the one the people are hiding in.  \n\nWait.  He's suddenly stopped.  He seems to be listening to a portable electronic device now.  Maybe after he looks in the wrong freezer he'll go away.... \n\nOh no.. He stopped trying to open that door and now he's walking down to another freezer door... \n\nIt's also not the one the people are hiding inside.  He's looking at his phone again.  He's not even going to try this door, and he's walking to the next one.  \n\nNow he's just standing in front of the next freezer door.  The one RIGHT NEXT to the door where those people are hiding.  OMG, now he's headed directly to the door with people and is trying to get it open.  \n\nOh no!  He's got it open and he got 2 hostages out now.  They are extremely scared looking, holding their hands up.  He's leading them away.  \n\nIt looks like he missed the third person hiding.  Now he's stopped dead in his tracks.. He's looking at his phone.  OH no, he's going back to the freezer.. now he's bringing out the third hostage.  \n\nIt's amazing.  It's like he somehow KNEW where and how many were inside.  What an unfortunate turn of events for these hostages.  ", "upvotes": 56}, {"text": "Even in Tom Clancy's Rainbow Six novel which was published in 1998 both the protagonists and enemies made use of the media to influence the course of terrorist attacks. This reflects very badly on the media, but where were the authorities who are supposed to have protocols for this stuff?", "upvotes": 73}, {"text": "Whoever ok'd that in the media room should go to jail. ", "upvotes": 21}, {"text": "[This Youtube clip outlines how bad the media are](https://www.youtube.com/watch?v=PezlFNTGWv4) in these situations.  Shows some very good points.  We shouldn't watch this type of coverage.  The media need to know that this is wrong.", "upvotes": 42}, {"text": "I remember them forgetting to blur the face of one of the Special Forces guys when the heli landed as well. Not the wisest of moves!\n", "upvotes": 18}, {"text": "This has made my day.  Hoping for some media accountability to come out of this.", "upvotes": 14}, {"text": "I don't know WHY they do shit like this.\n\nThis is like the time I heard about a girl who was kidnapped and kept as a sex slave, and was eventually allowed to use his phone to play games, and managed to start texting her mom for help.\n\nLocal news outlet got this information and began broadcasting what was happening.\n\nWell go figure, the kidnapper watches the news and sees extremely obvious information about his victim having his phone texting her mom her situation.\n\nShe was beat heavily.\n\n-note; she was eventually rescued and all is well (in terms of not being captive anymore)", "upvotes": 41}, {"text": "Good. ", "upvotes": 75}, {"text": "It reminds me of the months after September 11th.\n\n\"And tonight on our 11PM news we start by discussing America's infrastructure and identify the 10 powerplants that, if destroyed, would cripple American soceity as we know it.\"", "upvotes": 57}, {"text": "Guys I dont think this is something as innocent as \"stupidity\". Think about it. These people well knew the attackers could be watching the live newscast. They made a CONSCIOUS CHOICE to do what they did when revealing the layout of the facilities. \n\nThey should be help on criminal charges for knowingly aiding in a terrorist attack. Fuck these people. ", "upvotes": 9}, {"text": "I wish someone would do the same to Indian media. ", "upvotes": 10}, {"text": "There is a pollution event in all northern europe, which combined with local polution creates the spike. \n\nBanning half the cars has been done twice in the past, and it was effective*.\n\n\n***\nEdit: \nSince many people asked what I called \"northern europe\", here is the map I found: [last week map](http://www.lefigaro.fr/assets/infographie/print/1fixe/201411_pollution_europe_france.png)\n\nIt would have been more accurate to say:  the northern half of \"europe without nordic countries\". \n\nFrance is currently getting the pollution from its NE neighbours. [Friday map](http://open-time.net/public/screenshots/2015/europe-pollution-pm10-2015-03-20.jpg)", "upvotes": 1645}, {"text": "The article notes that Paris briefly had the \"world's dirtiest air\", according to Plume Labs.\n\n[Given that Plume Labs also monitors New Delhi, Beijing, Shanghai and Chongqing](http://www.plumelabs.com/#air-report), that's pretty impressive...", "upvotes": 553}, {"text": "This happened last year, literally this week last year, when I visited Paris. The metro was free and only half of the cars were able to drive. I thought it was just foggy, but apparently it was smoggy.", "upvotes": 343}, {"text": "That Chinese businessman who was selling cans of fresh air in Beijing should open franchises in Paris...", "upvotes": 53}, {"text": "Pollution in Paris: \"Protest the use of cars!\"\n\nTwo weeks into car ban in Paris: \"Protest the car ban!\"\n\nIt's just the Parisian way", "upvotes": 3421}, {"text": "**Article summary:** \n\n---\n\n\n&gt;* PARIS (AP) — Paris will cut the number of cars on the road in half beginning Monday and is making public transit free to combat a spike in pollution that has obscured even the Eiffel Tower under a smoggy haze.\n\n&gt;* The mayor's office announced Saturday that only cars with odd-numbered plates will be permitted to drive Monday, as well as any electric or hybrid vehicles and any vehicles with more than three people.\n\n&gt;* Public transit will be free, as will the electric car-sharing and bike sharing-programs\n\nPollution has spiked in the Paris region since Wednesday, when the city briefly had the world's dirtiest air, according to a monitoring company called Plume Labs.\n\n\n---\n^I'm ^a ^bot, ^v2. ^This ^is ^not ^a ^replacement ^for ^reading ^the [**^original ^article**](http://bigstory.ap.org/article/0884b5d12e234afe9d5c87fb010ba079/paris-hit-air-pollution-spike-halves-cars-roads)^! ^Report ^problems [^here](http://reddit.com/r/bitofnewsbot)^. \n\n**^Learn ^how ^it ^works: [^Bit ^of ^News](http://www.bitofnews.com/about)**", "upvotes": 240}, {"text": "I did this in Cities: Skylines last night and doubled my population and my weekly income! ", "upvotes": 218}, {"text": "Free public transit would be nice on a global scale. It also has to be viable in that there has to be enough buses to serve people.", "upvotes": 846}, {"text": "[deleted]", "upvotes": 62}, {"text": "[deleted]", "upvotes": 302}, {"text": "New York is going to increase fare by 25 cents.", "upvotes": 15}, {"text": "Living in Florence, Italy. Car congestion and driveability (not to mention parking spaces) are a real problem.\n\nThere are those nifty little electric buses going around \"beep beep\" that should absolutely, positively, be quadrupled in quantity and free for all residents.\n", "upvotes": 70}, {"text": "What you probably don't know is that the government caused this pollution, by incentivizing people to buy diesel cars for years:\n\n- we have a bonus/malus system when you buy a car that only takes into account CO2 emissions (and not the diesel particle emissions which are horribly carcinogenic and cause asthma, allergies and leave a black residue on buildings)\n- diesel is way cheaper than gas because it isn't taxed as much, even though there's more energy in a liter of diesel than in a liter of gas.\n\nThey WANTED everyone to drive diesels. They pushed and pushed and now after 20 years of this, almost everyone drives a diesel car. Our big cities stink of diesel particles and the air gives you a headache on hot days. And now they want to tax diesel and diesel cars because they suddenly \"discovered\" that diesel is extremely bad for public health. i've seen this coming for years. \n\nso you understand if \"hey we're fixing what we intentionally fucked up, while taking your money as an added benefit\" doesn't make me very happy with my \"government\" and i HATE seeing people praise them on here without having a full understanding of what really happened", "upvotes": 103}, {"text": "deleted", "upvotes": 20}, {"text": "[deleted]", "upvotes": 142}, {"text": "Mexico tried this. People kept their old cars instead of getting rid of them, increasing the number of old cars (with worse emissions and fuel efficiency) on the road and not decreasing number of cars driving at all. :(  \n\nhttp://www.rff.org/Publications/WPC/Pages/08_15_08_Driving%20Restrictions%20and%20Air%20Quality%20in%20Mexico%20City.aspx", "upvotes": 49}, {"text": "Free public transit is a dynamic social good: Avoids DUI, access to more distant job markets, connects neighborhoods, provides time to think/reflect, reduces overhead in taking a job with commute, etc.", "upvotes": 83}, {"text": "I am in Paris now. The smog is 20 times worse than Atlanta. It actually caught me by surprise and I had to ask the cab driver if there was a fire or something. ", "upvotes": 7}, {"text": "Breaking: Paris' City planning group has been playing Cities: Skylines.", "upvotes": 7}, {"text": "This is becoming a routine.", "upvotes": 22}, {"text": "Went up the Eiffel Tower today, the top was closed due to poor visibility. The pollution here was really heavy this morning, as bad as london. Horrible ", "upvotes": 48}, {"text": "all those trees on their rooftops will most certainly fix this problem", "upvotes": 4}, {"text": "American - I was there this week.  No wonder my sinuses were acting up a bit.  I thought it was fog in the morning.  (we have smog in Houston too)\n\nParis was an eye-popping city.  Highly recommend.  London was great; mostly what I expected.  But Paris?  Wow!\n\nEdit: Like Montreal, graffiti all over the place in Paris.  Sad.", "upvotes": 6}, {"text": "Wait, so from Monday onwards, anybody with an even numbered plate can just never drive their cars again? Am I misunderstanding this? Or is this a one day only thing?", "upvotes": 27}, {"text": "Tried this in Cities: Skylines; those fucks just insist on driving everywhere.", "upvotes": 14}, {"text": "That must have been taken from the observation level of Montparnasse I believe.  Great shot.", "upvotes": 380}, {"text": "Source: https://500px.com/photo/54234080/paris-sunset-by-coolbiere-a-", "upvotes": 37}, {"text": "Love the way that smog catches the sunlight. ", "upvotes": 84}, {"text": "i never think about paris having modern buildings, neat picture", "upvotes": 107}, {"text": "You can't fool me. This is Las Vegas. You can tell by the giant pointy thing in the middle.", "upvotes": 51}, {"text": "What are those columns under the arch at the bottom of the Eiffel Tower? Are they temporary/permanent supports?\n\nI went to Paris in 2013 and they were there are the time.", "upvotes": 16}, {"text": "Just for info, since this perspective of \"Paris\" is so common, but it's misleading. The photo is taken from the Montparnasse tower. You see a zoom of the Eiffel Tower in the foreground, and the Business district of La Défense in the background, but those towers of La Défense aren't in Paris proper. They're in the suburbs. Here's how the photo was taken: http://i.imgur.com/zwgGzUa.jpg\n\nJust saying, most of what you see in the photo isn't Paris proper.", "upvotes": 318}, {"text": "I would love a high resolution version of this.", "upvotes": 12}, {"text": "Amazing picture.  \n  \nWhy do all the rooftops in the foreground look like scrapyards? ", "upvotes": 10}, {"text": "[This](https://upload.wikimedia.org/wikipedia/commons/8/83/Panorama_La_D%C3%A9fense.jpg) reverse view (La Défense in the foreground and the Eiffel tower in the background is quite cool too)", "upvotes": 8}, {"text": "I was there for two days a few years ago. Fell absolutely in love with it. ", "upvotes": 8}, {"text": "Truly a beautiful city from any angle. ", "upvotes": 18}, {"text": "La Defense always looks so futuristic from this angle. I think it's because of it contrasting with the historic Eiffel Tower.", "upvotes": 4}, {"text": "I see the beauty in that picture and then I remember the time a bird shat on my face under the Eiffel Tower.", "upvotes": 5}, {"text": "I didn't know the Eiffel Tower had a football field in front of it!", "upvotes": 4}, {"text": "Is that La Defense in the back?", "upvotes": 5}, {"text": "The smog brings a nice ambient glow to the shot.", "upvotes": 4}, {"text": "More like \"smogset\"", "upvotes": 8}, {"text": "Don't you just love how the light catches the pollution. ", "upvotes": 5}, {"text": "Paris is the most beautiful city i think .. Really nice shot ! 10/10", "upvotes": 7}, {"text": "Quite an eyeful!", "upvotes": 3}, {"text": "Smog in Paris.", "upvotes": 3}, {"text": "*#La tour Eiffel a froid aux pieds      \nL'Arc de Triomphe est ranimé          \nEt l'Obélisque est bien dressé     \nEntre la nuit et la journée #*", "upvotes": 3}, {"text": "Dat smog", "upvotes": 3}, {"text": "Same view, different time https://www.flickr.com/photos/stefbra/4809449339/", "upvotes": 3}, {"text": "[Here](https://www.google.com/maps/@48.8590892,2.3007719,3a,75y,85h,93.79t/data=!3m6!1e1!3m4!1sfCy8Fej5g18AP3CLrw4ZOA!2e0!7i13312!8i6656!6m1!1e1) it is on Google Streetview.", "upvotes": 289}, {"text": "I see a penis", "upvotes": 733}, {"text": "*Speak friend and enter.*", "upvotes": 26}, {"text": "29 Avenue Rapp, Paris 17éme if anyone is interested. \n\nEdit: I realise now there is a streetview of it being linked here but I happen to know this door very well because it is not at all far from the Paris Sewers Museum and I happen to work in the sewers of Paris. \n\nSecond Edit: it's in the 7eme not 17eme. I feel like a bad Parisian now. ", "upvotes": 79}, {"text": "It looks like a screaming alien.", "upvotes": 110}, {"text": "And that's why Art Nouveau is the best artistic movement ever. ", "upvotes": 17}, {"text": "There's a boss behind that door guaranteed. ", "upvotes": 46}, {"text": "What an elegant photo, /u/DIP_MY_BALLS_IN_IT", "upvotes": 11}, {"text": "Goddamn I love Art Nouveau! So stunning.", "upvotes": 74}, {"text": "it looks like a giger art piece.", "upvotes": 22}, {"text": "Beautiful door in Paris  \nDip my balls in it  \nRode by on a carriage  \nDip my balls in it  \nDo you want my hor d'oeuvres?  \nDip my balls in it  \nThis house is brick and mortar  \nDip my balls in it ", "upvotes": 7}, {"text": "Really? Nobody's gonna talk about this guy's username? Lol, classy af. ", "upvotes": 19}, {"text": "Damn wars halting our artistic progress in the name of squared efficiency.", "upvotes": 31}, {"text": "No, now it's a beautiful [door](http://i.imgur.com/JoSlL9W.jpg)", "upvotes": 29}, {"text": "Must...powerwash...really bring the white out...nnngh!", "upvotes": 12}, {"text": "I know this building very well as I walked by there quite regularly a few years ago. It's not just the door, the [whole building is simply stunning.](https://www.google.com/maps/@48.859233,2.300659,3a,66.8y,115.83h,109.7t/data=!3m4!1e1!3m2!1sLf9-R1G-2tbvUfKf_UmW2A!2e0)  One of the finest examples of Belle Époque around..", "upvotes": 9}, {"text": "You know I was walking around Paris, when I was there a couple of months, just walking. I didn't have any destination I wanted to explore. It is a big city, but it is also not big.\n\nThe thing that amazed me is that architecture and history you can find that are off the main tourist areas. You can walk and see a building 400 plus years old with old historic doors. Inside a courtyard with cobble stones and people living their lives in buildings that would be historic in America.\n\nYou can walk by and go inside many churches hundreds of years old that people still use. See one of the small Museums that dot the city. Walking you can find the most amazing restaurants, grab a quick drink and see the city move around you.\n\nMaybe I should feel bad, but when walking Paris I couldn't help to think to myself I am glad the French left the war early and it was spared destruction in the war. ", "upvotes": 5}, {"text": "I get weird Devil May Cry vibes from it.", "upvotes": 4}, {"text": "Pretty sure that's also the door from Casper... or at least very close to it. ", "upvotes": 5}, {"text": "An amazing example of art nouveau.", "upvotes": 6}, {"text": "First stop after retirement: Paris. Any takers?  I speak French. Must see it before it's detroyed in some dumb money/oil war.", "upvotes": 4}, {"text": "It is one of many of the Paris Art Nouveau masterpieces.  The style receded from fashion after about ten years or so and still, Art Nouveau pieces-lamps, vases, sculptures, etc, are, I think, way undervalued.  http://www.parisperfect.com/blog/2011/03/art-nouveau-7th-arrondissement/", "upvotes": 5}, {"text": "Belle Epoque was the epitome of that kind of design. It died with WW1 and the end of the European empires. I wish Art Nouveau would return. It was very labour intensive but perhaps CNC, CAD and 3D printing will see it return in a updated fashion. Its so florid and strikes me as 'human'. \"Arts Craft\" in many ways is a distilled version of this, boiling designs to their bare, hand made essentials.\n\nIt must have seemed like the end of the era of Legend, to those who born in this period, grew up and then served in WW1.", "upvotes": 5}, {"text": "We not talking about the massive cock  on the door? ", "upvotes": 6}, {"text": "Reminds me of a pun in French/English. \n\n\"Je t'adore\" \n\n\n\n-\"I love you too honey\"\n\n\n\n\"No, I mean: shut the door!\"", "upvotes": 11}, {"text": "&gt;**103** \tSunrise \t1927 \tF.W. Murnau\n\n&gt;**104** \tBefore Sunset \t2004 \tRichard Linklater\n\n&gt;**105** \tBefore Sunrise    1995 \tRichard Linklater\n\nwhat are the fuckin' odds...", "upvotes": 115}, {"text": "You should come up with a script to check out what's currently on Netflix or Hulu at any given time, and create a secondary ranking not limited to 1,001 movies. Then create a website that constantly shows the best of what's on Netflix and Hulu at any given time. You could even do it with shows by genre. That's a site I'd visit multiple times a week.\n\nedit: Since there seems to be some interest in the concept, you could take it even further if things got serious. Long term, you could work with Netflix &amp; Hulu to create a service that offers a \"channel\" or \"channels\" where you merge their content. You could incentivize the partnership by providing easy ways to sign up and making suggestions for shows they can't currently get, that they could with a new subscription, etc.", "upvotes": 1414}, {"text": "Going off the list, I was able to find the **Top 40 Directors of All Time**.  \nObviously this is little more open than the main list. But I found it interesting enough to include:  \n  \n\nRank | Director ______| Top 1001 | Top 500 | Top 250 | Top 100 | Top 25 | Total | Highest Ranked Movie [Rank] _________|\n---|------|---|---|---|---|---|---|---|\n1\t|\tAlfred Hitchcock\t|\t13\t|\t12\t|\t8\t|\t4\t|\t1\t|\t38\t|\tRear Window (1954) [18]\n2\t|\tAkira Kurosawa\t|\t13\t|\t9\t|\t6\t|\t5\t|\t2\t|\t35\t|\tThe Seven Samurai (1954) [02]\n3\t|\tStanley Kubrick\t|\t11\t|\t9\t|\t8\t|\t4\t|\t1\t|\t33\t|\tDr. Strangelove (1964) [15]\n4\t|\tSteven Spielberg\t|\t13\t|\t9\t|\t4\t|\t3\t|\t1\t|\t30\t|\tSchindler’s List (1993) [09]\n5\t|\tMartin Scorsese\t|\t12\t|\t8\t|\t4\t|\t3\t|\t2\t|\t29\t|\tGoodfellas (1990) [13]\n6\t|\tBilly Wilder\t|\t9\t|\t7\t|\t5\t|\t5\t|\t1\t|\t27\t|\tSunset Boulevard (1950) [08]\n7\t|\tCharles Chaplin\t|\t8\t|\t6\t|\t5\t|\t5\t|\t2\t|\t26\t|\tModern Times (1936) [11]\n8\t|\tIngmar Bergman\t|\t11\t|\t7\t|\t4\t|\t4\t|\t0\t|\t26\t|\tPersona (1966) [35]\n9\t|\tHayao Miyazaki\t|\t10\t|\t7\t|\t3\t|\t2\t|\t1\t|\t23\t|\tSpirited Away (2001) [10]\n10\t|\tJoel &amp; Ethan Coen\t|\t11\t|\t7\t|\t2\t|\t0\t|\t0\t|\t20\t|\tFargo (1996) [123]\n11\t|\tFrancis Ford Coppola\t|\t4\t|\t4\t|\t4\t|\t3\t|\t3\t|\t18\t|\tThe Godfather (1972) [01]\n12\t|\tSergio Leone \t|\t5\t|\t5\t|\t4\t|\t2\t|\t2\t|\t18\t|\tThe Good, the Bad and the Ugly (1966) [06]\n13\t|\tQuentin Tarantino\t|\t7\t|\t4\t|\t4\t|\t2\t|\t1\t|\t18\t|\tPulp Fiction (1994) [04]\n14\t|\tChristopher Nolan\t|\t7\t|\t6\t|\t3\t|\t1\t|\t1\t|\t18\t|\tThe Dark Knight (2008) [19]\n15\t|\tFederico Fellini\t|\t6\t|\t5\t|\t4\t|\t2\t|\t0\t|\t17\t|\t8 ½ (1963) [79]\n16\t|\tAndrei Tarkovsky\t|\t7\t|\t5\t|\t4\t|\t1\t|\t0\t|\t17\t|\tStalker (1979) [42]\n17\t|\tWoody Allen\t|\t8\t|\t4\t|\t3\t|\t1\t|\t0\t|\t16\t|\tAnnie Hall (1977) [93]\n18\t|\tSidney Lumet\t|\t6\t|\t4\t|\t3\t|\t1\t|\t1\t|\t15\t|\t12 Angry Men (1957) [05]\n19\t|\tRichard Linklater\t|\t6\t|\t5\t|\t4\t|\t0\t|\t0\t|\t15\t|\tBefore Sunset (2004) [104]\n20\t|\tPeter Jackson\t|\t5\t|\t3\t|\t3\t|\t3\t|\t0\t|\t14\t|\tThe Fellowship of the Ring (2001) [51]\n21\t|\tDavid Lean\t|\t6\t|\t3\t|\t2\t|\t2\t|\t1\t|\t14\t|\tLawrence of Arabia (1962) [17]\n22\t|\tFrank Capra \t|\t5\t|\t4\t|\t3\t|\t2\t|\t0\t|\t14\t|\tIt’s a Wonderful Life (1946) [50]\n23\t|\tRoman Polanski\t|\t6\t|\t4\t|\t3\t|\t1\t|\t0\t|\t14\t|\tChinatown (1974) [36]\n24\t|\tDavid Fincher\t|\t6\t|\t4\t|\t3\t|\t1\t|\t0\t|\t14\t|\tFight Club (1999) [98]\n25\t|\tHoward Hawks\t|\t7\t|\t4\t|\t3\t|\t0\t|\t0\t|\t14\t|\tThe Big Sleep (1946) [166]\n26\t|\tJohn Ford\t|\t7\t|\t4\t|\t3\t|\t0\t|\t0\t|\t14\t|\tThe Grapes of Wrath (1940) [175]\n27\t|\tJohn Huston\t|\t6\t|\t4\t|\t2\t|\t1\t|\t0\t|\t13\t|\tThe Treasure of the Sierra Madre (1948) [61]\n28\t|\tDavid Lynch\t|\t6\t|\t4\t|\t3\t|\t0\t|\t0\t|\t13\t|\tThe Straight Story (1999) [223]\n29\t|\tFritz Lang\t|\t5\t|\t2\t|\t2\t|\t2\t|\t1\t|\t12\t|\tM (1931) [14]\n30\t|\tClint Eastwood\t|\t8\t|\t3\t|\t1\t|\t0\t|\t0\t|\t12\t|\tUnforgiven (1992) [117]\n31\t|\tOrson Wells\t|\t5\t|\t2\t|\t2\t|\t2\t|\t0\t|\t11\t|\tCitizen Kane (1941) [34]\n32\t|\tPedro Almodovar\t|\t6\t|\t3\t|\t2\t|\t0\t|\t0\t|\t11\t|\tAll About My Mother (1999) [238]\n33\t|\tLuis Bunuel\t|\t6\t|\t5\t|\t0\t|\t0\t|\t0\t|\t11\t|\tThe Exterminating Angel (1962) [280]\n34\t|\tTerry Gilliam\t|\t5\t|\t2\t|\t2\t|\t1\t|\t0\t|\t10\t|\tMonty Python and the Holy Grail (1975) [77]\n35\t|\tRob Reiner\t|\t5\t|\t3\t|\t2\t|\t0\t|\t0\t|\t10\t|\tThis Is Spinal Tap (1984) [178]\n36\t|\tWilliam Wyler\t|\t5\t|\t3\t|\t2\t|\t0\t|\t0\t|\t10\t|\tThe Best Years of Our Lives (1946) [179]\n37\t|\tBuster Keaton\t|\t6\t|\t1\t|\t1\t|\t1\t|\t0\t|\t9\t|\tThe General (1926) [81]\n38\t|\tGeorge Cukor\t|\t5\t|\t2\t|\t2\t|\t0\t|\t0\t|\t9\t|\tThe Wizard of Oz (1939) [115]\n39\t|\tPaul Thomas Anderson \t|\t5\t|\t3\t|\t1\t|\t0\t|\t0\t|\t9\t|\tThere Will Be Blood (2007) [134]\n40\t|\tWes Anderson\t|\t5\t|\t4\t|\t0\t|\t0\t|\t0\t|\t9\t|\tThe Grand Budapest Hotel (2014) [251]\n  \nEDIT: Trying to make the table smaller so it doesn't overcrowd the comments section. Not having much luck but! Sorry guys.\n", "upvotes": 871}, {"text": "Holy Grail making the top 100 is very satisfying to me.", "upvotes": 843}, {"text": "[deleted]", "upvotes": 116}, {"text": "I wanted to see the list. Why was this removed?", "upvotes": 53}, {"text": "Info on the Genre's within the Top 1001 Films.  \n  \nGenre | No. of Films [%] | Highest Rated Film per Genre [Rank] |\n---|-----|----|----|\nCrime \t|\t207 [20.68%]\t|\tThe Godfather (1972) [01]\nDrama\t|\t723 [72.23%]\t|\tSeven Samurai (1954) [02]\nWestern\t|\t34 [3.40%]\t|\tThe Good, the Bad and the Ugly (1966) [06]\nFilm Noir\t|\t29 [2.90%]\t|\tSunset Blvd. (1950) [08]\nHistory \t|\t53 [5.29%]\t|\tSchindler's List (1993) [09]\nAnimation \t|\t53 [5.29%]\t|\tSpirited Away (2001) [10]\nComedy\t|\t219 [21.88%]\t|\tModern Times (1936) [11]\nRomance\t|\t201 [20.08%]\t|\tCity Lights (1931) [12]\nBiography\t|\t76 [7.59%]\t|\tGoodfellas (1990) [13]\nThriller\t|\t227 [22.68%]\t|\tM (1931) [14]\nWar\t|\t80 [7.99%]\t|\tDr. Strangelove or: (1964) [15]\nAdventure\t|\t129 [12.89%]\t|\tLawrence of Arabia (1962) [17]\nMystery\t|\t105 [10.49%]\t|\t~~12 Angry Men (1957)~~ Rear Window (1954) [18]\nAction\t|\t115 [11.49%]\t|\tThe Dark Knight (2008) [19]\nSci-Fi\t|\t74 [7.39%]\t|\tStar Wars: Episode V - The Empire Strikes Back (1980) [20]\nHorror\t|\t52 [5.19%]\t|\tPsycho (1960) [40]\nMusical\t|\t31 [3.10%]\t|\tSingin' in the Rain (1952) [43]\nFamily\t|\t62 [6.19%]\t|\tIt's a Wonderful Life (1946) [50]\nFantasy\t|\t80 [7.99%]\t|\tThe Lord of the Rings: The Fellowship of the Ring (2001) [51]\nSport\t|\t16 [1.60%]\t|\tRaging Bull (1980) [60]\nMusic\t|\t33 [3.30%]\t|\tWhiplash (2014) [71]\n  \nNOTE: Highest Rated film goes to 2nd place if 1st placed film is already listed. Purely to share the love around.\n\nEDIT: Removed 12 Angry Men as 'Mystery'. Not sure why it was tagged as. Thanks for pointing it out.", "upvotes": 289}, {"text": "Paths of Glory is pretty high up so I'm happy, one of Kubricks greatest cinematic pieces. Visually beautifully shot, a must watch if you're into film or even stage lighting. ", "upvotes": 44}, {"text": "I was bored at work so I separated by decade.\n\n_\n\n|_Year              |Movie Count\t| _  Average Rank |\n|:---------------|:--------------------:|-----------------:|\n|1920-1929              |7\t\t  |             103.00\n|1930-1939              |10\t\t  |             126.90\n|1940-1949           \t|21\t\t  |             128.67\n|1950-1959            \t|37\t\t  |             104.84\n|1960-1969            \t|29\t\t  |             120.31\n|1970-1979            \t|32\t\t  |             124.47\n|1980-1989            \t|27\t\t  |             110.30\n|1990-1999            \t|31\t\t  |             132.52\n|2000-2009            \t|38\t\t  |             141.92\n|2010-2015            \t|18\t\t  |             158.50\n\n\n* Best Average Rank: the 20s!\n* Most Great Movies:  the 2000s!\n* Best Overall Decade for Lots of Really Great Movies: the 50s!", "upvotes": 34}, {"text": "I noticed Osmosis Jones wasn't included. That is all.", "upvotes": 33}, {"text": "I know I'm a tasteless clod, but I find it hard to get into movies from the 1930's. \n\nEdit: well I definitely have some recommendations I'll check out. ", "upvotes": 2558}, {"text": "Sortable/filterable google spreadsheet if anyone wants to use it. Also lists whether a title is available on Netflix or Amazon Prime Streaming (accuracy is probably not 100%)\n\nhttps://docs.google.com/spreadsheets/d/1Gk7CJJeDIoQiGbc4KeXy8Dp0J-vWXtLXpyO5emawhDY/edit#gid=0\n\nEdit: Just an FYI that I'm still making updates to it to try and make it as accurate as possible. If anyone sees anything wrong, let me know.", "upvotes": 26}, {"text": "Hi all. I'm seeing some comments that my post has been removed. I didn't delete it or anything, so no stress. In fact, I can still see it on my end so I'm not sure whats going on. Hopefully the mods can sort it out.   \nHere are the lists:  \n[iCheckMovies: 1001 'Greatest' Movies of All Time](https://www.icheckmovies.com/lists/top10ners+1001+greatest+movies+of+all+time/top10ner/)  \n[Letterboxd: 1001 'Greatest' Movies of All Time](http://letterboxd.com/top10ner/list/top10ners-1001-greatest-movies-of-all-time/)  \n[IMDb: 1001 'Greatest' Movies of All Time](http://www.imdb.com/list/ls074674014/)  \n\nIm going to bed now (its 3am here), so hopefully it'll fix itself. If not I'll post it again.", "upvotes": 48}, {"text": "This is actually really well done. Thank you for taking the time to do this.", "upvotes": 122}, {"text": "Ctrl + F: Gladi\n\nCtrl + F: Gladia\n\nCtrl + F: Gladiator\n\nResult: Not Found", "upvotes": 175}, {"text": "Aaaaand it's deleted. Did anyone save the list ?", "upvotes": 12}, {"text": "It seems like The Lord of The Rings is the best trilogy of all time ;) ", "upvotes": 168}, {"text": "Every time something like this gets posted people get way too upset over \"Film X above Film Y? No way!\" and all that. These lists are fun and generally informative but I don't think anyone is saying they're word of god, they're just aggregated data and that data will never be perfect.\n\nAnyways, thanks for the post OP, great work.", "upvotes": 111}, {"text": "Cool! Nice to see Spirited Away at ten - we named our daughter Sen :)", "upvotes": 381}, {"text": "If it's not a trade secret, I'd love to know more about the algorithms/teaking/weighting you did to get these!", "upvotes": 19}, {"text": "How the fuck is The Straight Story Lynch's best film on this list?", "upvotes": 10}, {"text": "Why was the list removed?", "upvotes": 9}, {"text": "I think it's best not to think of this as a definitive ranking but rather just a list containing the top 250 movies of all time. You can sort of break it down into tiers but just because there's one movie you like more than one that's 3 in front it doesn't mean the list is flawed. Remember that YOU get to pick what your own personal top 250 would be. Not the plebs on the Internet. ", "upvotes": 24}, {"text": "where the hell is The Matrix?", "upvotes": 239}, {"text": "A quality post on r/movies??? ", "upvotes": 288}]}