{"comments": [{"text": "[Something even worse happened during Mumbai carnage (26/11 2008)](http://www.thehindu.com/news/national/let-handlers-guided-attackers-watching-mumbai-attack-on-tv/article2048969.ece) as well.\n\nI'm thankful to the journalists I got several information from, but the yellow journalists have not yet learnt the lesson."}, {"text": "I wish someone would do the same to Indian media. "}, {"text": "Tried this in Cities: Skylines; those fucks just insist on driving everywhere."}, {"text": "Same view, different time https://www.flickr.com/photos/stefbra/4809449339/"}, {"text": "Reminds me of a pun in French/English. \n\n\"Je t'adore\" \n\n\n\n-\"I love you too honey\"\n\n\n\n\"No, I mean: shut the door!\""}, {"text": "A quality post on r/movies??? "}, {"text": "A Taxi license in Paris will cost up to 270 000$, you buy one, work until you retire and sell your license to a new Taxi driver for an even higher price as there's usually a very high demand.\n\nNow they are in competition with people that don't need to buy the license and on top of that since Uber has been around the price of licenses has dropped aswell since less people are interested in working as a Taxi driver, price went down for some from 270k to 200k (the price of licenses hasn't dropped since 1990).\n\nSome say it's unfair, others blame the taxi drivers that did everything to keep those licenses in short supply even though a lot of cities could use more taxis.\n\nEDIT : I'm not taking any sides here, I'm just explaining the situation. The Uber drivers don't have to go through a 3 month training or pay a license like the taxi drivers do. Also the price of taxi fares is decided every year by the government so taxi drivers can't lower their prices to match Uber's prices until then. On the other hand taxi drivers always pressured the government to keep those licenses very limited which is why they are now so expensive. And obviously the fact that they are now protesting and being violent in some cases lost them all public support."}, {"text": "Plot Twist: The car he threw a rock on is a retired taxi driver. "}, {"text": "crowd not leaving stadium, moved to field ... helicopters overhead \n"}, {"text": "The city is shining brighter than ever despite all that has happened. Their resilience is absolutely inspiring. "}]}